% 2026-02-08
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%
NoStable = [ 1:92 ]
% Неолит  = Медь, Олово, Железо, Углерод, Свинец, Серебро, Золото.
Isotopes1 = [ 6 26 29 47 50 79 82 ]
% BC = Сурьма Ртуть Цинк Сера
Isotopes2 = [ 16 30 51 80   ]
% Medieval = Мышьяк Висмут Фосфор
Isotopes3 = [ 15 33 83 ]
% XVIII =
% Co Кобальт &	1735	& Г. Брандт &	Швеция \\
##Pt Платина &	1735	& А. де Ульоа & Испания \\
##Ni Никель &	1751	& А. Кронштедт  & Швеция \\
##H Водород &	1766	& Г. Кавендиш  & Великобритания \\
##N Азот &	1772	& Д. Резерфорд  & Великобритания \\
##O Кислород &	1774	& Дж. Пристли & Великобритания \\
##Mn Марганец &	1774	& К. Шееле, Ю. Ган & Швеция \\
##Cl Хлор &	1774	& К. Шееле & Швеция \\
##Ba Барий &	1774	& К. Шееле, Ю. Ган & Швеция \\
##Mo Молибден &	1778	& К. Шееле & Швеция \\
##W Вольфрам &	1781	& К. Шееле& Швеция \\
##Te Теллур &	1782	& Ф. Мюллер & Габсбургская монархия\\
##U Уран &	1789	& М. Г. Клапрот & Германия\\
##Zr Цирконий &	1789	& М. Г. Клапрот & Германия\\
##Sr Стронций &	1790	& А. Кроуфорд, М. Г. Клапрот & Германия\\
##Y Иттрий &	1794	& Ю. Гадолин  & Швеция \\
##Ti Титан  &	1795	& М. Г. Клапрот & Германия\\
##Cr Хром  &	1797	& Л. Воклен & Франция\\
##Be Бериллий &	1798	& Л. Воклен & Франция\\
Isotopes4 = [ 1 4 7 8 17 22 24 25 27 28 38 39 40 42 52 56 74 78 92 ]
% XIX-1
##Nb Ниобий &	1801	& Ч. Хэтчетт & Великобритания\\
##Ta  Тантал &	1802	& А. Экеберг& Швеция\\
##Pd Палладий &	1803	& У. Волластон & Великобритания\\
##Ce Церий &	 1803	&  Й. Берцелиус, В. Хизингер и & Швеция и \\
##  &	  	&   М. Г. Клапрот &  Германия\\
##Ir Иридий &	1804	& C. Теннант & Великобритания\\
##Os Осмий &	1804	& C. Теннант & Великобритания\\
##Rh Родий &	1804	& У. Волластон & Великобритания\\
##Na Натрий &	1807	& Г. Дэви & Великобритания\\
##K Калий &	1807	& Г. Дэви & Великобритания\\
##B Бор &	1808	& Ж. Гей-Люссак, Л. Тенар& Франция\\
##Ca Кальций &	1808	& Г. Дэви & Великобритания\\
##Mg Магний &	1808	& Г. Дэви & Великобритания\\
##I Иод &	1811	& Б. Куртуа & Франция\\
##Cd Кадмий   &	1817  	&  Ф. Штромейер &  Германия\\
##Se Селен &	1817	& Й. Берцелиус & Швеция\\
##Li Литий &	1817	& И. Арфведсон & Швеция\\
##Si Кремний & 1823	& Й. Берцелиус & Швеция\\
##Si Алюминий & 1825	& 	X. Эрстед & Дания\\
##I Бром &	1826	& А. Балар & Франция\\
##Th Торий & 1828	& Й. Берцелиус & Швеция\\
##V Ванадий & 1830 & Н. Сефстрём & Швеция\\
##La Лантан & 1839 & К. Мосандер & Швеция\\
##Er Эрбий & 1843 & К. Мосандер & Швеция\\
##Tb Тербий & 1843 & К. Мосандер & Швеция\\
##Ru Рутений & 1844 & К. К. Клаус & Россия\\
##Rb Рубидий   &	1861 	&  Р. Бунзен, Г. Кирхгоф &  Германия\\
##Cs Цезий   &	1861 	&  Р. Бунзен, Г. Кирхгоф &  Германия\\
##Tl Таллий &	1861	& У. Крукс & Великобритания\\
##In Индий   &	1863 	&  Ф. Райх, Т. Рихтер &  Германия\\
Isotopes5 = [ 3 5 11 12 13 14 19 20 23 34 35 37 41 44 45 46 48 49 53 55 57 58 63 65 73 76 77 81 90 ]
% XIX -2
##Ga Галлий &	1875	& П. Лекок де Буабодран & Франция\\
##Yb Иттербий &	1878	& Ж. Мариньяк & Швейцария\\
##Tm Тулий & 1879 & П. Клеве & Швеция\\
##Hm Гольмий & 1879 & П. Клеве & Швеция\\
##Sc Скандий & 1879 & Л. Нильсон & Швеция\\
##Sm Самарий &	1879	& П. Лекок де Буабодран & Франция\\
##Pr Празеодим &	1885	& К. Ауэр фон Вельсбах & Австро-Венгрия\\
##Nd Неодим &	1885	& К. Ауэр фон Вельсбах & Австро-Венгрия\\
##F Фтор &	1886	& А. Муассан & Франция\\
##Gd Гадолиний &	1886	& П. Лекок де Буабодран  & Франция\\
##Dy Диспрозий &	1886	& П. Лекок де Буабодран  & Франция\\
##Ge Германий   &	1886 	&  К. Винклер &  Германия\\
##Ar Аргон &	1894	& У. Рамзай, Дж. Рэлей & Великобритания\\
##He Гелий &	1895	& У. Рамзай, У. Крукс & Великобритания\\
##Ar Неон &	1898	& У. Рамзай, М. Траверс & Великобритания\\
##Xe Ксенон &	1898	& У. Рамзай, М. Траверс & Великобритания\\
##Kr Криптон &	1898	& У. Рамзай, М. Траверс& Великобритания\\
##\hline
##Po Полоний &	1898	& П. Кюри, М. Склодовская-Кюри  & Франция\\
##Ra Радий &	1898	& П. Кюри, М. Склодовская-Кюри  & Франция\\
##  &	 	&  Г. Бемон  &  \\
##Rn  Радон &	1899	& Р. Оуэнс, Э. Резерфорд & Великобритания\\
##Ra Актиний &	1899	& А. Дебьерн & Франция\\
Isotopes6 = [ 2 9 10 18 21 31 32 36 39 54 59 60 62 64 66 67 69 ]
##Isotopes7 = [   ]
##Isotopes8 = [   ]
##Isotopes9 = [   ]
##Isotopes10 = [  ]
%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%%

